Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: In Recording 4, only young dolphins who are close enough to the one making the call react to it: dolphins won’t hear the calls if they are too far away from the sound!
sv_se: På Inspelning 4 reagerar bara unga delfiner som är tillräckligt nära delfinen som gör ljudet: delfiner hör inte ljuden om de är för långt bort från dem!

source: In Row 1, place a face image and change its colour so that it is different in each cell.
sv_se: Placera en bild på ett ansikte på rad 1 och byt färg på den så att den har olika färg i varje cell.

source: In Row 2, place a plant image and change its colour so that it is different in each cell.
sv_se: Placera en bild på en växt på rad 2 och byt färg på den så att den har olika färg i varje cell.

source: In Rows 1 and 3, place an animal image and change its colour in each cell.
sv_se: Placera en bild på ett djur på rad 1 och 3 och byt färg på den i varje cell.

source: In Rows 2 and 4, place a face image and change its colour in each cell.
sv_se: Placera en bild på ett ansikte på rad 2 och 4 och byt färg på den i varje cell.

source: In a club outside of school
sv_se: I en förening utanför skolan

source: In a school club
sv_se: I en förening i skolan

source: In a scientific journal, a study of 17,966 people treated in hospitals was reported.
sv_se: I en vetenskaplig tidskrift redovisades en studie av 17 966 personer som behandlats på sjukhus.

source: In a typical school week, approximately how many hours do you spend on <self-study/private study> in the following subjects?
sv_se: Ungefär hur många timmar lägger du på självstudier i följande ämnen under en typisk skolvecka?

source: In a typical school week, approximately how much time do you spend on homework in the following subjects?
sv_se: Ungefär hur mycket tid ägnar du åt läxor i följande ämnen under en typisk skolvecka?

source: In all lessons
sv_se: På alla lektioner

source: In an ocean field study, scientists investigated the effect of ocean acidification on the shells of pteropods (planktonic snails).
sv_se: I en fältstudie av havet undersökte forskare vilken effekt havsförsurning har på skalen hos pteropoder (planktonsnäckor).

source: In any <foreign language²> (including <English²>)
sv_se: På något modernt språk (inräknat engelska)

source: In both recordings, only young dolphins react to : some calls only work on specific dolphins.
sv_se: På båda inspelningarna är det bara unga delfiner som reagerar på : vissa ljud fungerar bara på vissa delfiner.

source: In bright light
sv_se: I starkt ljus

source: In dim light
sv_se: I svagt ljus

source: In each cell, the image should be facing a different direction.
sv_se: I varje cell ska bilden peka i olika riktningar.

source: In each cell, the image should be facing in a different direction.
sv_se: I varje cell ska bilden peka i olika riktningar.

source: In each simulation of the journey, the power level of the rover was set to a different value.
sv_se: I varje simulering av resan ställdes planetfordonets effektnivå in på olika värden.

source: In every lesson
sv_se: På varje lektion

source: In her model, she uses a random variable to consider the chance of scooter availability.
sv_se: I sin modell använder hon sig av en slumpmässig variabel som tar hänsyn till möjligheten att det finns moped.

source: In many regions of the world, the amount of CO₂ in the atmosphere decreases in summer and increases in winter.
sv_se: I många regioner i världen minskar mängden CO₂ i atmosfären på sommaren och ökar på vintern.

source: In most lessons
sv_se: På de flesta lektioner

source: In nature, petroleum is typically found underground, trapped between natural gas and water.
sv_se: I naturen finns petroleum normalt under marken mellan naturgas och vatten.

source: In one country, authorities encouraged the use of masks by distributing free FFP2 masks.
sv_se: I ett land uppmuntrade myndigheterna användning av munskydd genom att dela ut gratis FFP2-munskydd.

source: In one investigation, scientists filled each of the tiny plant pots with one of the following types of soil:
sv_se: I en undersökning fyllde forskarna var och en av de små krukorna med en av följande typer av jord:

source: In order to identify gaps in my knowledge, I make a summary of the most important points without using my documents.
sv_se: För att ta reda på om jag har kunskapsluckor gör jag en sammanfattning av de viktigaste punkterna utan att titta i mina dokument.

source: In other subjects at school
sv_se: I andra ämnen i skolan

source: In our school, students are encouraged to communicate remotely (e.g. via <Skype ®> or mail) with people speaking other languages.
sv_se: På vår skola uppmuntras eleverna att kommunicera med personer som talar andra språk (t.ex. via Skype, Google Meet eller e-post).

source: In our school, we celebrate festivities from other cultures.
sv_se: På vår skola firar vi högtider från andra kulturer.

source: In return, the fungi obtain sugars made by the trees through photosynthesis.
sv_se: Svampen får istället kolhydrater som bildats av trädet genom fotosyntes.

source: In some areas, the difference between high and low tide is much greater than in others.
sv_se: I vissa områden är skillnaden mellan högvatten och lågvatten mycket större än i andra.

source: In some cases, these interactions cause serious conflict that may endanger human life or damage property such as homes or vehicles.
sv_se: I vissa fall orsakar dessa kontakter allvarliga konflikter som kan utsätta människor för livsfara eller skada egendom som till exempel bostäder och fordon.

source: In some countries, methyl bromide is used to ensure transported goods are free of insects and disease.
sv_se: I vissa länder används metylbromid för att säkerställa att transporterade varor är fria från insekter och sjukdom.

source: In some lessons
sv_se: På vissa lektioner

source: In spring, the ice stupa begins to melt and provides water for the villagers and their crops.
sv_se: På våren börjar isstupan smälta och förser byborna och deras grödor med vatten.

source: In the 21st century, the LED (light-emitting diode) light is used more because it consumes less energy.
sv_se: Under 2000-talet används LED (lysdioder) oftare eftersom de använder mindre energi.

source: In the if/else block, the first three code blocks apply to , and the block within the else section applies to .
sv_se: I om/annars-blocket gäller de första tre kodblocken för och blocket i annars-delen gäller för .

source: In the second video, after the call the young dolphin moves towards the adult: the call means ‘Come towards Mum’.
sv_se: I den andra videon rör sig den unga delfinen mot den vuxna efter ljudet : ljudet betyder ”Kom till mamma”.

source: In the carbon cycle, exchanges take place between organisms and the atmosphere.
sv_se: I kolcykeln sker utbyte mellan organismer och atmosfären.

source: In the centre of a large city, the lighting from advertising displays stays on during the night.
sv_se: I centrum i en stor stad är ljuset från reklamskyltar tänt på natten.

source: In the first experiment, Niki heats five different materials.
sv_se: I det första experimentet värmer Nina fem olika material.

source: In the flowchart workspace, you can do the following:
sv_se: I arbetsytan för flödesschemat kan du göra följande:

source: In the following questions you will be asked about your parent or guardian.
sv_se: Följande frågor handlar om din förälder/vårdnadshavare.

source: In the following questions you will be asked about your parents or guardians.
sv_se: Följande frågor handlar om dina föräldrar/vårdnadshavare.

source: In the following tasks, you will use code blocks to create different digital artworks.
sv_se: I de kommande uppgifterna ska du använda kodblock för att skapa olika digitala konstverk.

source: In the last two full weeks of school, how often did the following things occur?
sv_se: Hur många gånger under de föregående två skolveckorna hände följande?

source: In the model, you can do the following:
sv_se: I modellen kan du göra följande:

source: In the morning for the next few days there is a 50% chance of rain.
sv_se: Under nästkommande dagar är det 50 % risk för regn på morgonen.

source: In the next 30 minutes, you will learn how to communicate with dolphins and keep them away from danger!
sv_se: Under de närmaste 30 minuterna kommer du att lära dig att kommunicera med delfiner och skydda dem mot fara!

source: In the next 30 minutes, you will learn how to create digital art!
sv_se: Under de närmaste 30 minuterna kommer du att lära dig hur man skapar digital konst!

source: In the next 30 minutes, you will learn how to plan an art exhibition using a computer simulation!
sv_se: Under de närmaste 30 minuterna kommer du att lära dig att planera en konstutställning med hjälp av en datorsimulering!

source: In the next 30 minutes, you will learn how to program a robotic claw to recycle objects!
sv_se: Under de närmaste 30 minuterna kommer du att lära dig hur du programmerar en robotklo för att återvinna föremål!

source: In the next 30 minutes, you will learn how to remotely control our Nature Pod!
sv_se: Under de närmaste 30 minuterna kommer du att lära dig hur du fjärrstyr vår naturkapsel!

source: In the next 30 minutes, you will learn how to use a computer to simulate space exploration!
sv_se: Under de närmaste 30 minuterna kommer du att lära dig att använda en dator för att simulera utforskning av rymden!

source: In the next 30 minutes, you will learn how to use a simulation to help a bus driver get students to school in time!
sv_se: Under de närmaste 30 minuterna kommer du att lära dig använda en simulering för att hjälpa en busschaufför att köra elever till skolan i tid!

source: In the next 30 minutes, you will learn how to use an application that helps astronauts stay healthy at low gravity!
sv_se: Under de närmaste 30 minuterna kommer du att lära dig att använda en app som hjälper astronauter att hålla sig friska vid låg gravitation!

source: In the past, it was usual to burn the annual crop stubble.
sv_se: Förr i tiden var det vanligt att bränna stubb efter ettåriga grödor.

source: In the past, the ozone layer was partially destroyed by the release of ozone-depleting gases.
sv_se: Förut förstördes ozonskiktet delvis av utsläpp av ozonförstörande gaser.

source: In the past, villagers irrigated their crops using meltwater that trickled down from glaciers.
sv_se: Tidigare vattnade byborna sina grödor med smältvatten som rann ner från glaciärerna.

source: In the second experiment, Niki heats five other materials.
sv_se: I det andra experimentet värmer Nina fem andra material.

source: In the simulation image, the dark areas are pores and the lighter area is the metal.
sv_se: I bilden som tillhör simuleringen föreställer de mörka områdena porerna och de ljusare områdena metallen.

source: In the simulation, you can control the spacecraft using code blocks.
sv_se: I simuleringen kan du styra rymdfarkosten med hjälp av kodblock.

source: In the situation described on the right, which of cockatoos and humans show learned behaviours?
sv_se: Visar kakaduor eller människor inlärda beteenden i situationen som beskrivs till höger?

source: In the spring and summer, the villagers grow crops.
sv_se: På våren och sommaren odlar byborna grödor.

source: In the table the structures and boiling temperatures of two hydrocarbons are shown.
sv_se: I tabellen visas strukturen och kokpunkten för två kolväten.

source: In the task, you need to plan the art exhibition.
sv_se: I uppgiften behöver du planera konstutställningen.

source: In this example, you can see how using the parachute affects landing speed when all other values remain the same.
sv_se: I det här exemplet kan du se hur landningshastigheten påverkas av att använda fallskärm när alla andra värden förblir desamma.

source: In this formula:
sv_se: I denna formel:

source: In this questionnaire, a “parent or guardian” is a person who is mainly responsible for taking care of a child on a regular basis.
sv_se: I denna enkät är "förälder eller vårdnadshavare" en person som har huvudansvaret för ett barn.

source: In vertical farms, crops are grown in vertically stacked layers within closed buildings powered by solar panels.
sv_se: I vertikala odlingar odlas grödor i vertikala skikt i slutna byggnader som drivs av solpaneler.

source: In what country were you and your parent or guardian born?
sv_se: I vilket land är du och din förälder/vårdnadshavare född?

source: In what country were you and your parents born?
sv_se: I vilket land är du och dina föräldrar födda?

source: In what country were you and your parents or guardians born?
sv_se: I vilket land är du och dina föräldrar/vårdnadshavare födda?

source: In what month would ice stupas form in Chile?
sv_se: Under vilken månad skulle isstupor bildas i Chile?

source: In what order do these events occur during a wildfire?
sv_se: I vilken ordning inträffar följande händelser under en skogsbrand?

source: In which <foreign languages²> can students learn subjects other than languages (e.g. <history, science>) in your school?
sv_se: På vilka moderna språk kan elever lära sig andra ämnen än språk (t.ex. historia, NO-ämnen) på din skola?

source: In which <foreign languages²> can students learn subjects other than languages (e.g. history, science) in your school?
sv_se: På vilka moderna språk kan elever lära sig andra ämnen än språk (t.ex. historia, NO-ämnen) på din skola?

source: In which life-cycle step will decreased carbonate ions first affect the growth of the oysters?
sv_se: I vilket steg av livscykeln kommer en minskning av mängden karbonatjoner först att påverka ostronens tillväxt?

source: In which line is there a mistake?
sv_se: På vilken rad är felet?

source: In which of the following languages do you take lessons at school this school year?
sv_se: Vilka språk lär du dig i skolan under detta läsår?

source: In which one of these sources would you seek scientific evidence of a link between the full moon and changes in human moods?
sv_se: I vilken av dessa källor skulle du leta efter vetenskapliga bevis för ett samband mellan fullmånen och förändringar i människors humör?

source: In which zone should the wind turbines be installed as the best compromise between the financial cost and environmental impact?
sv_se: I vilket område bör vindkraftverken installeras som den bästa kompromissen mellan kostnad och miljöpåverkan?

source: In your <English¹> lessons, how often do you do the following activities?
sv_se: Hur ofta gör du följande saker på dina lektioner i engelska?

source: In your <English¹> lessons, how often do you learn about the following topics?
sv_se: Hur ofta får du lära dig om följande områden på dina lektioner i engelska?

source: In your <English¹> lessons, how often does your teacher assess learning in the following ways?
sv_se: Hur ofta bedömer din lärare elevernas kunskaper på följande sätt under dina lektioner i engelska?

source: In your <English¹> lessons, how often does your teacher do the following things?
sv_se: Hur ofta gör din lärare följande saker under dina lektioner i engelska?

source: In your neighbourhood
sv_se: I ditt bostadsområde

source: In your opinion, how important is it to know <English²> for the following purposes?
sv_se: Hur viktigt tycker du att det är att kunna engelska i följande situationer?

source: In your school, are <school science> achievement data used in the following ways?
sv_se: Används resultat i NO-ämnen på följande sätt på din skola?

source: In your school, are <standardised tests> and/or teacher-developed tests of students in <national modal grade for 15-year-olds> used for any of the following purposes?
sv_se: Används standardiserade prov och/eller lärarutvecklade prov till elever i årskurs 9 på din skola av något av följande skäl? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: In your school, how likely is it that a student in <national modal grade for 15-year-olds> would be transferred to another school for the following reasons?
sv_se: Hur troligt är det på din skola att en elev i årskurs 9 kommer att flyttas till en annan skola av följande skäl? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: In your school, what percentage of <national modal grade for 15-year-olds> students learn subjects other than <modern foreign languages¹> (e.g. <history, science>) in the following <foreign languages²> ?
sv_se: Hur stor andel av eleverna i årskurs 9 i procent studerar andra ämnen än moderna språk (t.ex. historia, NO-ämnen) på följande moderna språk på din skola för närvarande? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: In your school, what percentage of students in <national modal grade for 15-year-olds> are currently learning the following <foreign languages²>?
sv_se: Hur stor andel av eleverna i årskurs 9 i procent studerar följande moderna språk på din skola för närvarande? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Inadequate or poor quality <digital resources> (e.g. desktop or laptop computers, internet access, learning management systems or school learning platforms)
sv_se: Otillräckliga eller undermåliga digitala verktyg (t.ex. stationära eller bärbara datorer, tillgång till internet, system för undervisningshantering eller skolplattformar)

source: Inadequate or poor quality educational material (e.g., textbooks, IT equipment, library or laboratory material)
sv_se: Bristfälligt eller otillräckligt undervisningsmaterial (t.ex. läroböcker, it-utrustning, bibliotek eller laboratoriematerial).

source: Inadequate or poor quality physical infrastructure (e.g., building, grounds, heating/cooling, lighting and acoustic systems)
sv_se: Fysisk infrastruktur som är otillräcklig eller med dålig kvalité (t.ex. byggnader, utomhusområden, uppvärmning/kylning, belysning och akustiska system).

source: Inadequate or poor quality teaching materials and pedagogical resources
sv_se: Läromedel och pedagogiska resurser som är bristfälliga eller av dålig kvalitet

source: Inadequate or poorly qualified assisting staff
sv_se: Bristfälligt eller otillräckligt kvalificerad stödpersonal.

source: Inadequate or poorly qualified teaching staff
sv_se: Bristfälligt eller otillräckligt kvalificerade lärare.

source: Included parents or guardians in making school decisions
sv_se: Inkluderat föräldrar eller vårdnadshavare i skolans beslut

source: Including all teacher aides or other non-teaching professionals who provide instruction or support teachers in providing instruction, professional curriculum/instructional specialists, and educational media specialists.
sv_se: Inklusive alla stödpedagoger eller annan ej undervisande personal som stödjer lärarna i deras undervisning samt IKT-pedagoger.

source: Including psychologists, nurses, and counsellors
sv_se: Inklusive psykologer, skolsköterskor och kuratorer

source: Including receptionists, secretaries, and administration assistants
sv_se: Inklusive receptionister, sekreterare och administrationsassistenter

source: Increase in average global temperature
sv_se: Ökning av global medeltemperatur.

source: Increase the amount of electricity generated from natural gas.
sv_se: Öka mängden el som genereras av naturgas.

source: Increase the amount of energy the car battery pack can store.
sv_se: Att öka mängden energi som kan lagras i bilens batteripaket.

source: Increase the distance the car can travel before the battery must be recharged.
sv_se: Att öka sträckan bilen kan köra innan batteriet måste laddas på nytt.

source: Increase the efficiency of energy conversion at coal-burning power stations.
sv_se: Öka effektiviteten i energiomvandlingen vid kolkraftverk.

source: Increase the number of cruise ships to spread the noise evenly.
sv_se: Öka antalet kryssningsfartyg för att sprida ljudet jämnt.

source: Increase the number of staff that cotton farms employ.
sv_se: Öka antalet anställda på bomullsodlingar.

source: Increased amounts of carbon dioxide (CO₂) in the atmosphere contribute to global warming.
sv_se: Ökad mängd koldioxid (CO₂) i atmosfären bidrar till den globala uppvärmningen.

source: Increases
sv_se: Ökar

source: Increasing global temperature is the only cause of sea level rise.
sv_se: Stigande medeltemperatur är den enda orsaken till stigande havsnivåer.

source: Increasing the saltiness of freshwater (upstream) will greatly reduce the number of all types of aquatic species whereas increasing the water in an estuary is more likely to cause an increase in the number of most aquatic species.
sv_se: En ökning av salthalten i sötvatten (uppströms) kommer att leda till en kraftig minskning av antalet av alla typer av vattenlevande arter medan en ökning av salthalten i bräckt vatten mer sannolikt leder till en ökning av antalet av de flesta vattenlevande arter.

source: Increasing walking always increases fitness level.
sv_se: En ökning av promenad ökar alltid konditionsnivån.

source: Increasing walking does not change fitness level at first, but with even more walking fitness level increases.
sv_se: En ökning av promenad ökar inte konditionsnivån i början, men med ännu mer promenad ökar konditionsnivån.

source: Increasing walking does not change fitness level.
sv_se: En ökning av promenad förändrar inte konditionsnivån.

source: Indonesia
sv_se: Indonesien

source: Indoor games (e.g. <board games, videogame console>)
sv_se: Inomhusspel (t.ex. brädspel, spelkonsol)

source: Industrial wastewater is often discharged without treatment, causing pollution to soil, groundwater and seawater.
sv_se: Industriellt avloppsvatten släpps ofta ut utan att renas, vilket orsakar föroreningar i marken, grundvattnet och havsvattnet.

source: Industrial wastewater may contain metallic contaminants such as chromium, copper and zinc, which are pollutants at higher concentrations.
sv_se: Avloppsvatten från industrier kan innehålla metallföroreningar som till exempel krom, koppar och zink, vilket räknas som föroreningar vid högre koncentrationer.

source: Industrialisation
sv_se: Industrialisering

source: Industrialisation began in the mid-18th century and continues today.
sv_se: Industrialiseringen började i mitten av 1700-talet och pågår än idag.

source: Industrialisation has involved many countries changing from a rural way of life to one that relies on manufacturing.
sv_se: Industrialiseringen har inneburit att många länder gått från ett jordbrukssamhälle till ett samhälle som bygger på tillverkning.

source: Information about future careers
sv_se: Information om framtida yrkesbanor

source: Information about future educational opportunities
sv_se: Information om framtida utbildningsmöjligheter

source: Information about internships
sv_se: Information om praktik

source: Information about me that was upsetting was published online without my consent.
sv_se: Information som gjorde mig upprörd har publicerats på internet utan mitt tillstånd.

source: Information about planets and the space station:
sv_se: Information om planeter och rymdstationen:

source: Information about student financing (e.g. student loans or grants)
sv_se: Information om studiemedel (t.ex. studielån eller stipendier)

source: Information about the insulating properties of fabric materials can be used to decide which materials are used in clothing.
sv_se: Information om olika tygmaterials isoleringsförmåga kan användas för att besluta vilka material som ska användas i kläder.

source: Information from one source should be checked from a range of other reliable sources before it is accepted.
sv_se: Information från en källa bör kontrolleras mot ett antal andra tillförlitliga källor innan den godtas.
